tap "frankywahl/brew", "git@github.com:frankywahl/homebrew-brew.git"
tap "heroku/brew"
tap "pbar1/tap"

brew "awscli"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "helm"
brew "hugo"
brew "jq"
brew "macvim"
brew "mas"
brew "nodenv"
brew "oath-toolkit"
brew "postgresql", restart_service: true
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "sops"
brew "structurizr-cli"
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "yarn"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-completions"

brew "heroku/brew/heroku"
brew "pbar1/tap/mfaws"

cask "1password"
cask "appcleaner"
cask "altair-graphql-client"
cask "aws-vpn-client"
cask "docker"
cask "frankywahl-astah-professional"
cask "frankywahl-dash"
cask "frankywahl-tableplus"
cask "hammerspoon"
cask "iterm2"
cask "ngrok"
cask "quicksilver"
cask "slack"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
