tap "frankywahl/brew", "git@github.com:frankywahl/homebrew-brew.git"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "readline"

brew "awscli"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "helm"
brew "hugo"
brew "icu4c"
brew "ipfs", link: false
brew "jq"
brew "macvim"
brew "mas"
brew "nodenv"
brew "oath-toolkit"
brew "ossp-uuid"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "terragrunt"
brew "tmux"
brew "tree"
brew "watch"
brew "yarn"
brew "ykman"
brew "yubico-piv-tool"
brew "zsh-autosuggestions"
brew "zsh-completions"

brew "heroku/brew/heroku"
brew "hashicorp/tap/terraform"

cask "1password"
cask "appcleaner"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "frankywahl-astah-professional"
cask "frankywahl-dash"
cask "frankywahl-tableplus"
cask "google-chrome"
cask "graphql-playground"
cask "hammerspoon"
cask "ipfs"
cask "iterm2"
cask "little-snitch"
cask "micro-snitch"
cask "ngrok"
cask "onyx"
cask "plex-media-player"
cask "quicksilver"
cask "signal"
cask "slack"
cask "spotify"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "witch"
cask "xquartz"
cask "yubico-yubikey-manager"
cask "zoom"
